; by Thammanoon Semapru (Samutpra@hotmail.com)
[Translation]
ThisLanguage=		ไทย

Language=			ภาษา

DockSettings=		ตั้งค่าสถานี
IconSettings=		ตั้งค่าไอคอน
AddItem=			เพิ่ม
  ItemFile=			ไฟล์
  ItemPath=			เส้นทาง
  ItemSeparator=		ช่องว่าง
  ItemDockSettings=	ตั้งค่าสถานี
DeleteItem=			ลบ
TakeScreenshot=		ถ่ายภาพโปรแกรม


General=			ปกติ
AutoRun=			เริ่มทำงานอัตโนมัติ
HideLabels=			ซ่อนป้ายชื่อ
LockIcons=			ตรึงไอคอน
AutoHide=			ซ่อนอัตโนมัติ


Icons=			ไอคอน
Size=				ขนาด
Quality=			คุณภาพ
  QualityLow=		ต่ำ (เร็ว)
  QualityMedium=		ปกติ
  QualityHigh=		สูง (ช้า)
Zoom=				ซูม
ZoomRange=			ระยะซูม
ZoomTime=			เวลาซูม


Position=			ตำแหน่ง
Monitor=			มอนิเตอร์
  MonitorList=		จอภาพที่
Side=				ตำแหน่งบนจอ
  SideTop=			บน
  SideBottom=		ล่าง
  SideLeft=			ซ้าย
  SideRight=		ขวา
Z-Order=			การจัดตำแหน่ง
  zTop=			บนสุดตลอดเวลา
  zNormal=			ปกติ
  zBottom=			ล่างสุดตลอดเวลา
Offset=			ตำแหน่งศูนย์กลาง


Style=			รูปแบบ
Theme=			ธีม
Opacity=			ความโปร่งแสง
SelectFont=			เลือกแบบอักษร


About=			เกี่ยวกับ
Donate=			บริจาค
Updates=			อัพเดต
Forums=			ฟอรัม



Quit=				ออก
OK=				ตกลง
Cancel=			ยกเลิก



Version=			เวอร์ชั่น
ThankYou=			ขอบคุณที่ใช้ RocketDock กรุณาส่งความคิดเห็นและปัญหาที่พบให้กับเราที่ฟอรัม

Folders=			โฟลเดอร์
DefaultFolder=		โฟลเดอร์มาตรฐาน
ChangeFolder=		เปลี่ยนโฟลเดอร์


Preview=			ตัวอย่าง


DefaultIcon=		ไอคอนปกติ


Properties=			คุณสมบัติ
Name=				ชื่อ
Target=			เป้าหมาย
FindTarget=			ค้นหาเป้าหมาย
StartIn=			เริ่มต้นใน
Arguments=			เหตุผล
Run=				เริ่ม
  RunNormal=		ปกติ
  RunMaximized=		ใหญ่สุด
  RunMinimized=		เล็กสุด
Popup=			ป๊อบอัพ
ContextMenu=		แสดงคุณสมบัติพิเศษ


FontOutlineColor=	สีข้างนอก
FontShadowColor=	สีเงา
FontOutlineOpacity=	ความโปร่งแสงสีข้างนอกอักษร
FontShadowOpacity=	ความโปร่งแสงเงาอักษร



;#################
;For Version 1.1.2
;#################

MouseActivate=		เหตุการณ์เมื่อเมาส์อยู่เหนือ
AutoHideTime=		เวลาซ่อนอัตโนมัติ
AutoHideDelay=		หน่วงซ่อนอัตโนมัติ
UberIconFX=			เอฟเฟคต์ UberIcon



;#################
;For Version 1.2.0
;#################

ZoomFlat=			ไม่ซูม
VerticalOffset=		ตำแหน่งบนสุด
ItemBlank=			ไอคอนว่าง
Defaults=			ค่ามาตรฐาน
Confirm=			ยืนยัน
ConfirmDefaults=		คุณแน่ใจหรือไม่ที่จะตั้งค่า RocketDock ให้เป็นค่ามาตรฐาน?<BR>Note: มันอาจมีผลกระทบกับไอคอนของคุณ.




;#################
;For Version 1.3.0
;#################

ManageWindows=		ย่อหน้าต่างวินโดวส์ไปที่สถานี
ShowRunning=		แสดงตัวชี้วัดโปรแกรมการทำงาน
OpenRunning=		เปิดตัวอย่างโปรแกรมที่เปิดอยู่
UseINI=			บันทึกการตั้งค่าลงไปในไฟล์ INI แบบพกพา
GetMore=			มากกว่านี้
Behavior=			พฤติกรรม
MouseActivateDelay=	เวลาโชว์ป็อปอัพ
IconActivationFX=		เอฟเฟตต์ไอคอน
None=				ไม่มี
Bounce=			กระเด้ง
ZoomOpaque=			ความโปร่งใสการซูม
HoverFX=			เอฟเฟตต์การลอย
ZoomBubble=			ซูม: ฟองสบู่
ZoomPlateau=		ซูม: ที่ราบ
OpenWindow=			เปิดหน้าต่าง
CloseWindow=		ปิดหน้าต่าง
ItemRecycleBin=		ถังขยะ
StateNormal=		ไอคอนพื้นฐาน
StateEmpty=			ถังขยะว่าง
StateFull=			ถังขยะเต็ม


;#################
;For Version 1.3.1
;#################

DebugInfo=			ข้อมูลการดีบัก
ConfirmDebugInfo=		RocketDock กำลังจะสร้างไฟล์การดีบัก ...<BR><BR>มันประกอบด้วย:<BR>  * การตั้งค่า RocketDock (รวมทั้งเส้นทางของโปรแกรมและข้อคิดเห็น)<BR>  * รายการของโปรแกรมที่ใช้งานขณะนี้<BR>  * ข้อมูลของระบบ
DisableMinAnimation=	ยกเลิกอนิเมชั่นขณะย่อเล็กสุด
OpenRunningShort=		เปิด
UseGlobal=			ใช้การตั้งค่าแบบทั่วไป
Always=			บ่อยๆ
Never=			ไม่เคย
Warnings=			คำเตือน : <COUNT>
WarningINIWrite=		ไฟล์ Settings.ini อ่านได้อย่างเดียว  คุณไม่สามารถบันทึกการตั้งค่าได้.

